export const contactsData = {
  phoneNumber: '8 800 555-35-35',
  email: 'companyname@mail.ru',
  adress: 'Юр. адрес: г. Москва, ул. Нижняя Красносельская, д. 40/12, корпус 20, этаж 5, помещение II, комната 3;'
};

export const faqList = {
  deliveryFaq: [
    {
      q: 'Заказ оформляю я, но получать его будет другой человек. Что мне нужно сделать?',
      a: 'Получатель должен предъявить шестизначный код на каждый заказ. Мы отправили их посредством СМС на номер мобильного телефона, указанного Покупателем при создании заказа.'
    },
    {
      q: 'Что входит в стоимость доставки?',
      a: 'Стоимость зависит от выбранных Вами условий доставки при оформлении заказа.'
    },
    {
      q: 'Получение заказа',
      a: 'Для получения товара Покупатель должен предъявить шестизначный код на каждый заказ. Мы отправили их посредством СМС на номер мобильного телефона, указанного Покупателем при создании заказа. В случае отсутствия кода подтверждения, при Вас будет заполнен Акт выдачи Товара без смс-верификации и /или в отсутствии связи на адресе выдачи'
    },
    {
      q: 'Как узнать стоимость и интервалы доставки в моём городе?',
      a: 'Стоимость и интервалы доставки указываются при оформлении заказа.'
    }
  ],
  characteristicFaq: [
    {
      q: 'Где можно посмотреть характеристики товара?',
      a: 'Характеристики товара Вы можете увидеть в карточке интересующего Вас продукта.'
    },
    {
      q: 'Где найти инструкцию к товару?',
      a: 'Инструкция входит в комлектацию товара, также Вы можете запросить ее у представителей производителя.'
    },
    {
      q: 'Почему способы заказа не для всех товаров одинаковы?',
      a: 'Это зависит от наличия товара в магазине и на складах. Например, если в данный момент недоступна услуга курьерской доставки, значит, товара нет в наличии на складе интернет-магазина'
    },
    {
      q: 'Почему на сайте сначала была одна цена, а потом она изменилась?',
      a: 'Цена могла измениться в связи с началом или окончанием акций проводимых в нашем магазине, а также в результуте изменения рыночной цены производителя'
    }
  ],
  returnsFaq: [
    {
      q: 'Я купил технику, но не пользовался ей. Могу ли я её поменять или вернуть?',
      a: 'Это зависит от категории товара. В соответствии со ст. 25 закона «О защите прав потребителей» возврат товара надлежащего качества возможен в течение 14 дней с момента его покупки при условии, что Ваш товар не входит в список не подлежащих возврату.'
    },
    {
      q: 'Почему у меня не получается сделать обмен или возврат на сайте?',
      a: 'Возможно Ваш товар относится к категории не подлежащей обмену или возврату. Если у Вас возникли трудности при использовании товара, советуем обратиться в сервисный центр или к представителю производителя.'
    },
    {
      q: 'Могу ли я поменять или вернуть технику, купленную в интернет-магазине?',
      a: 'Да, в соответствии со ст. 25 закона «О защите прав потребителей» возврат товара надлежащего качества возможен в течение 14 дней с момента его покупки при условии, что Ваш товар не входит в список не подлежащих возврату.'
    }
  ]
};

export const productPhotoArray = [
  'https://swiperjs.com/demos/images/nature-1.jpg',
  'https://swiperjs.com/demos/images/nature-2.jpg',
  'https://swiperjs.com/demos/images/nature-3.jpg',
  'https://swiperjs.com/demos/images/nature-4.jpg',
  'https://swiperjs.com/demos/images/nature-5.jpg',
  'https://swiperjs.com/demos/images/nature-6.jpg',
  'https://swiperjs.com/demos/images/nature-7.jpg'
];

export const productSpecifyName = {
  color: 'Цвет:',
  diagonal: 'Диагональ экрана, в дюймах:',
  brend: 'Бренд:',
  country: 'Страна-производитель:',
  year: 'Год выхода модели:',
  display: 'Тип дисплея:',
  builtInMemory: 'Встроенная память, в ГБ:',
  ram: 'Оперативная память, в ГБ:',
  batteryCapacity: 'Емкость аккумулятора, в мА-ч:'
};

export const productSpecifyValue = {
  productName: 'Смартфон Apple iPhone 15 Pro 128GB (Black Titanium)',
  article: 68898484,
  // price: 119 700 ₽,
  // oldPrice: 430 800 ₽,
  color: 'титановый черный',
  diagonal: 6.1,
  brend: 'Apple',
  country: 'Китай',
  year: 2023,
  display: 'OLED',
  builtInMemory: 128,
  ram: 8,
  batteryCapacity: 4912
};
